Repository: Fosten/volto-fullcalendar-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: eu

source: 2-digit
eu: 2 zenbaki

source: Calendar Settings
eu: Egutegiaren ezarpenak

source: Calendar URL
eu: Egutegiaren URLa

source: Day
eu: Eguna

source: If not set, current date is used.
eu: Ezarrita ez badago, egungo data erabiltzen du.

source: Initial date
eu: Hasiera data

source: Initial view
eu: Hasierako bista

source: List day
eu: Egun zerrenda

source: List month
eu: Hilabete zerrenda

source: List week
eu: Aste zerrenda

source: Long
eu: Luzea

source: Month
eu: Hilabetea

source: Must point to an iCal/ics file.
eu: iCal/ics fitxategi bat izan behar da

source: Next
eu: Hurrengoa

source: Numeric
eu: Zenbakizkoa

source: Previous
eu: Aurrekoa

source: Short
eu: Laburra

source: Title
eu: Izenburua

source: Title: Day format
eu: Izenburua: egunaren formatua

source: Title: Month format
eu: Izenburua: hilabetearen formatua

source: Title: Year format
eu: Izenburua: urtearen formatua

source: Today
eu: Gaur

source: Toolbar center
eu: Erdiko tresnak

source: Toolbar left
eu: Ezkerreko tresnak

source: Toolbar right
eu: Eskumako tresnak

source: Week
eu: Astea
